
application.insufficientPrivileges.forUser.read  = \u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043F\u0440\u0430\u0432\u0430 \u0447\u0442\u0435\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445.
application.insufficientPrivileges.forUser.write = \u041E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043F\u0440\u0430\u0432\u0430 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0434\u0430\u043D\u043D\u044B\u0445.
application.insufficientPrivileges.read          = \u0423 \u0438\u043D\u0444\u043E\u0441\u0438\u0441\u0442\u0435\u043C\u044B {0} \u043D\u0435\u0442 \u043F\u0440\u0438\u0432\u0438\u043B\u0435\u0433\u0438\u0439 \u0447\u0442\u0435\u043D\u0438\u044F.
application.insufficientPrivileges.write         = \u0423 \u0438\u043D\u0444\u043E\u0441\u0438\u0441\u0442\u0435\u043C\u044B {0} \u043D\u0435\u0442 \u043F\u0440\u0438\u0432\u0438\u043B\u0435\u0433\u0438\u0439 \u0437\u0430\u043F\u0438\u0441\u0438.
application.notRegistered                        = \u0418\u043D\u0444\u043E\u0441\u0438\u0441\u0442\u0435\u043C\u0430 {0} \u043D\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0430 \u0432 ADIT.

digidoc.extract.genericException   = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0434\u0438\u0433\u0438\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0438\u0437-\u0437\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u043E\u0439 \u043E\u0448\u0438\u0431\u043A\u0438.
digidoc.extract.incorrectContainer = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0434\u0438\u0433\u0438\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442. \u0424\u0430\u0439\u043B \u0438\u0441\u043F\u043E\u0440\u0447\u0435\u043D.
# DigiDoc extraction messages
digidoc.extract.invalidSignature   = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0434\u0438\u0433\u0438\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442. \u0412 \u0444\u0430\u0439\u043B\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u0430 \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u043F\u043E\u0434\u043F\u0438\u0441\u044C. \u041B\u0438\u0446\u043E, \u043F\u043E\u0441\u0442\u0430\u0432\u0438\u0432\u0448\u0435\u0435  \u043D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0443\u044E \u043F\u043E\u0434\u043F\u0438\u0441\u044C: {0}.

document.deflated                  = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043E\u043F\u0443\u0441\u0442\u043E\u0448\u0435\u043D. \u0412\u0440\u0435\u043C\u044F \u043E\u043F\u0443\u0441\u0442\u043E\u0448\u0435\u043D\u0438\u044F {0}.
document.deleted                   = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u0443\u0434\u0430\u043B\u0435\u043D.
document.doesNotBelongToUser       = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044E {1}.
document.nonExistent               = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 {0} \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
document.notSignable               = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C.

documentWorkflowStatus.nonExistent = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 {0}.

file.doesNotBelongToDocument = \u0424\u0430\u0439\u043B {0} \u043D\u0435 \u043F\u0440\u0438\u043D\u0430\u0434\u043B\u0435\u0436\u0438\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0443 {1}.
file.isDeleted               = \u0424\u0430\u0439\u043B {0} \u0443\u0434\u0430\u043B\u0435\u043D.
file.nonExistent             = \u0424\u0430\u0439\u043B {0} \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.

files.nonExistentOrDeleted = \u0414\u0430\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044E\u0442 \u0438\u043B\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u044B: {0}.

request.attachments.invalidFormat                                                   = \u0421\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439\u0441\u044F \u0432 \u0437\u0430\u043F\u0440\u043E\u0441\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u043E\u0448\u0438\u0431\u043A\u0438. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 XML \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u043C\u043E\u0435 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430.
request.attachments.invalidID                                                       = \u0412 \u0437\u0430\u043F\u0440\u043E\u0441\u0435 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043D\u0430\u0439\u0442\u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u0441 \u0434\u0430\u043D\u043D\u044B\u043C \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u043E\u043C \u0438\u043B\u0438 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442.
request.attachments.missing                                                         = \u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0438\u0442 \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0445 \u0444\u0430\u0439\u043B\u043E\u0432.
# Request
request.attachments.tooMany                                                         = \u0417\u0430\u043F\u0440\u043E\u0441 \u043C\u043E\u0436\u0435\u0442 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u0438\u043D \u0432\u043B\u043E\u0436\u0435\u043D\u043D\u044B\u0439 \u0444\u0430\u0439\u043B.
# Request body checks
request.body.empty                                                                  = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u043E\u0441\u043D\u043E\u0432\u043D\u0430\u044F \u0447\u0430\u0441\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u043F\u0443\u0441\u0442\u0430.
request.body.undefined.documentId                                                   = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D.
request.body.undefined.documentStatusId                                             = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D.
request.body.undefined.fileId                                                       = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D.
request.body.undefined.notifications                                                = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0434\u0430\u043D\u043D\u044B\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u044B.
request.body.undefined.username                                                     = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u0438\u043C\u044F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
request.body.undefined.usertype                                                     = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0442\u0438\u043F \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D.
request.confirmSignature.errorFinalizingSignature                                   = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043F\u043E\u0434\u0433\u043E\u0442\u043E\u0432\u043A\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0438 \u043A \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044E \u0432 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440
request.confirmSignature.errorReadingSignatureFile                                  = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043F\u0440\u0438 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0438 \u0432\u043E\u0437\u043D\u0438\u043A\u043B\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430.
request.confirmSignature.missingCertificate                                         = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442.
request.confirmSignature.missingSignature                                           = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u043E\u0434\u043F\u0438\u0441\u044C.
request.confirmSignature.signatureNotPrepared                                       = \u041F\u043E\u0434\u043F\u0438\u0441\u044C \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0443 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u043D\u0435\u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D\u043D\u044B\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0438.
# ConfirmSignature request specific messages
request.confirmSignature.success                                                    = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D.
# DeflateDocument request specific messages
request.deflateDocument.success                                                     = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u043F\u0443\u0441\u0442\u043E\u0448\u0435\u043D.
request.deleteDocument.document.deleted                                             = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u0443\u0434\u0430\u043B\u0435\u043D.
request.deleteDocument.document.locked                                              = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
# DeleteDocument request specific messages
request.deleteDocument.success                                                      = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0443\u0434\u0430\u043B\u0435\u043D.
request.deleteDocumentFile.cannotDeleteSignatureContainer                           = \u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u043A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440\u0430 \u0446\u0438\u0444\u0440\u043E\u0432\u043E\u0439 \u043F\u043E\u0434\u043F\u0438\u0441\u0438 \u043D\u0435 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E.
request.deleteDocumentFile.document.locked                                          = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u0444\u0430\u0439\u043B \u0438\u0437 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
# DeleteDocumentFile request specific messages
request.deleteDocumentFile.success                                                  = \u0424\u0430\u0439\u043B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0443\u0434\u0430\u043B\u0435\u043D.
request.deleteDocuments.fail                                                        = \u0423\u0434\u0430\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C.
request.deleteDocuments.success                                                     = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0443\u0434\u0430\u043B\u0435\u043D\u044B.
# GetDocument request specific messages
request.getDocument.success                                                         = \u0416\u0435\u043B\u0430\u0435\u043C\u044B\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u044B\u0434\u0430\u043D.
# GetDocumentFile request specific messages
request.getDocumentFile.success                                                     = \u0412\u0441\u0435 \u0436\u0435\u043B\u0430\u0435\u043C\u044B\u0435 \u0444\u0430\u0439\u043B\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u044B\u0434\u0430\u043D\u044B.
# GetDocumentHistory request specific messages
request.getDocumentHistory.success                                                  = \u0418\u0441\u0442\u043E\u0440\u0438\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D\u0430.
request.getDocumentList.incorrectFolderName                                         = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0437\u0430\u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0430 \u043D\u0435\u0432\u0435\u0440\u043D\u043E. \u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0438: incoming, outgoing, local.
request.getDocumentList.noDocumentsFound                                            = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u044B \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u044B.
# GetDocumentList request specific messages
request.getDocumentList.success                                                     = \u0421\u043F\u0438\u0441\u043E\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0432 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D.
request.getJoined.body.invalid.maxResults                                           = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C.
request.getJoined.body.invalid.startIndex                                           = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u043C \u0446\u0435\u043B\u044B\u043C \u0447\u0438\u0441\u043B\u043E\u043C \u0438\u043B\u0438 \u043D\u043E\u043B\u0435\u043C.
# GetJoined request specific messages
request.getJoined.maxResults.tooLarge                                               = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u044B\u0445 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0412\u044B \u0443\u043A\u0430\u0437\u0430\u043B\u0438, \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0432\u0435\u043B\u0438\u043A\u043E. \u041C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0435\u043C\u044B\u0445 \u0440\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442\u043E\u0432 {0}.
request.getJoined.noUsersFound                                                      = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D.
request.getJoined.success                                                           = \u0412\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D \u0441\u043F\u0438\u0441\u043E\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439: {0} \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439.
# GetNotifications request specific messages
request.getNotifications.success                                                    = \u0423\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D\u044B.
request.getSendStatus.attachment.id.notSpecified                                    = \u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0447\u0430\u0441\u0442\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u0430.
# GetSendStatus request specific messages
request.getSendStatus.success                                                       = \u0416\u0435\u043B\u0430\u0435\u043C\u044B\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u044B  \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0432\u044B\u0434\u0430\u043D\u044B.
request.getUserContacts.noUsersFound                                                = Kasutaja kontakte ei leitud.
# GetUserContacts request specific messages
request.getUserContacts.success                                                     = Kasutaja kontaktide nimekiri v\u00E4ljastatud: {0} kontakti.
# GetUserInfo request specific messages
request.getUserInfo.success                                                         = \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u0432\u043E\u0441\u043F\u0440\u043E\u0438\u0437\u0432\u0435\u0434\u0435\u043D\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E.
request.header.undefined.institution                                                = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0443\u0447\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u043E.
# Request header checks
request.header.undefined.personalCode                                               = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u043B\u0438\u0447\u043D\u044B\u0439 \u043A\u043E\u0434.
request.header.undefined.systemName                                                 = \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 - \u0438\u043D\u0444\u043E\u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u0430.
request.join.success.userAdded                                                      = \u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043B\u0438\u0441\u044C \u043D\u0430 \u0441\u043B\u0443\u0436\u0431\u0443 {0}.
# Join request specific messages
request.join.success.userModified                                                   = \u0418\u0437\u043C\u0435\u043D\u0435\u043D\u044B \u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F.
request.join.success.userReactivated                                                = \u041F\u043E\u0434\u043F\u0438\u0441\u043A\u0430 \u0432\u043E\u0441\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043Da.
# MarkDocumentViewed request specific messages
request.markDocumentViewed.success                                                  = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u043F\u043E\u043C\u0435\u0447\u0435\u043D \u043B\u0438\u0446\u043E\u043C {1} \u043A\u0430\u043A \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u043D\u043D\u044B\u0439.
# ModifyStatus request specific messages
request.modifyStatus.success                                                        = \u0421\u0442\u0430\u0442\u0443\u0441 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D.
request.prepareSignature.documentIsBeingSignedByAnotherUser                         = \u0412 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u0434\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0434\u0440\u0443\u0433\u043E\u0435 \u043B\u0438\u0446\u043E.
request.prepareSignature.documentIsBeingSignedByAnotherUser.withEstimate            = \u0412 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u0434\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0434\u0440\u0443\u0433\u043E\u0435 \u043B\u0438\u0446\u043E.
request.prepareSignature.documentIsBeingSignedByAnotherUser.withEstimateSecondsOnly = \u0412 \u0434\u0430\u043D\u043D\u044B\u0439 \u043C\u043E\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u0434\u043F\u0438\u0441\u044B\u0432\u0430\u0435\u0442 \u0434\u0440\u0443\u0433\u043E\u0435 \u043B\u0438\u0446\u043E.
request.prepareSignature.missingCertificate                                         = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043E\u0442\u0441\u0443\u0442\u0441\u0442\u0432\u0443\u0435\u0442 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043A\u0430\u0442.
request.prepareSignature.signer.hasAlreadySigned                                    = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D \u0442\u0435\u043C \u0436\u0435 \u043B\u0438\u0446\u043E\u043C.
request.prepareSignature.signer.notCurrentUser                                      = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043F\u043E\u0434\u043F\u0438\u0441\u044B\u0432\u0430\u0442\u044C \u0434\u043E\u043B\u0436\u043D\u043E \u0442\u043E \u0436\u0435 \u043B\u0438\u0446\u043E, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0441\u043E\u0432\u0435\u0440\u0448\u0438\u043B\u043E \u0432\u0445\u043E\u0434 \u0432 \u0438\u043D\u0444\u043E\u0441\u0438\u0441\u0442\u0435\u043C\u0443.
# PrepareSignature request specific messages
request.prepareSignature.success                                                    = \u041A\u043E\u043D\u0442\u0435\u0439\u043D\u0435\u0440 \u0446\u0438\u0444\u0440\u043E\u0432\u043E\u0439 \u043F\u043E\u0434\u043F\u0438\u0441\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u043D.
request.saveDocument.attachment.id.notSpecified                                     = \u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u0440\u0438\u043A\u0440\u0435\u043F\u043B\u0435\u043D\u043D\u043E\u0433\u043E \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u0439 \u0447\u0430\u0441\u0442\u0438 \u0437\u0430\u043F\u0440\u043E\u0441\u0430.
request.saveDocument.document.deflated                                              = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043E\u043F\u0443\u0441\u0442\u043E\u0448\u0435\u043D {0}.
request.saveDocument.document.deleted                                               = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0434\u0430\u043B\u0435\u043D {0}.
request.saveDocument.document.files.quotaExceeded                                   = \u041E\u0431\u044A\u0435\u043C \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0440\u0435\u0432\u044B\u0448\u0430\u0435\u0442 \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u044B\u0439 \u043E\u0431\u044A\u0435\u043C. \u041E\u0441\u0442\u0430\u0432\u0448\u0438\u0439\u0441\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u043C\u044B\u0439 \u043E\u0431\u044A\u0435\u043C: {0} \u0431\u0430\u0439\u0442, \u043E\u0431\u044A\u0435\u043C \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0445\u0441\u044F \u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0435 \u0444\u0430\u0439\u043B\u043E\u0432: {1} \u0431\u0430\u0439\u0442.
request.saveDocument.document.files.undefined                                       = \u0421\u043F\u0438\u0441\u043E\u043A \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043F\u0443\u0441\u0442 - \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0444\u0430\u0439\u043B\u043E\u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D \u043F\u043E-\u043A\u0440\u0430\u0439\u043D\u0435\u0439 \u043C\u0435\u0440\u0435 \u043E\u0434\u0438\u043D \u0444\u0430\u0439\u043B.
request.saveDocument.document.guid.wrongFormat                                      = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0444\u043E\u0440\u043C\u0430\u0442 UUID/GUID. \u0424\u043E\u0440\u043C\u0430\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0432\u0432\u0438\u0434\u0435 XXXXXXXX-XXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX.
request.saveDocument.document.locked                                                = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D {0}.
request.saveDocument.document.noDocumentsSupplied                                   = \u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043B \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u044B.
request.saveDocument.document.noFileToUpdate                                        = \u0421\u043E\u0434\u0435\u0440\u0436\u0430\u0449\u0438\u0439\u0441\u044F \u0432 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0435 {1} \u0444\u0430\u0439\u043B {0} \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0444\u0430\u0439\u043B\u0430 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
request.saveDocument.document.previousDocument.nonExistent                          = \u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0438\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442. \u0418\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0435\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430: {0}
request.saveDocument.document.title.undefined                                       = \u0414\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D\u043E \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430.
request.saveDocument.document.type.nonExistent                                      = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0442\u0438\u043F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430. \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0442\u0438\u043F\u044B: {0}
request.saveDocument.document.type.undefined                                        = \u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0443\u043A\u0430\u0437\u0430\u043D \u0442\u0438\u043F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430. \u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0442\u0438\u043F\u044B: {0}
request.saveDocument.revokedcertificate                                             = \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B (\u041D\u0435\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u0430\u044F \u0418\u0414 \u043A\u0430\u0440\u0442\u0430)
# SaveDocument request specific messages
request.saveDocument.success                                                        = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D.
request.saveDocument.testcertificate                                                = \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B (\u0422\u0435\u0441\u0442\u043E\u0432\u0430\u044F \u0418\u0414 \u043A\u0430\u0440\u0442\u0430)
request.saveDocument.unknowncertificate                                             = \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B (\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u0418\u0414 \u043A\u0430\u0440\u0442\u0430)
request.saveDocumentFile.file.noFilesSupplied                                       = \u0417\u0430\u043F\u0440\u043E\u0441 \u043D\u0435 \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u043B \u0444\u0430\u0439\u043B\u043E\u0432.
# SaveDocumentFile request specific messages
request.saveDocumentFile.success                                                    = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D.
request.sendDocument.fail                                                           = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u0441\u043B\u0430\u0442\u044C.
request.sendDocument.recipientStatus.alreadySentToUser                              = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u043F\u043E\u0441\u043B\u0430\u043D \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044E {0}.
# SendDocument
request.sendDocument.success                                                        = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u0441\u043B\u0430\u043D.
request.setNotifications.incorrectNotificationTypesProvided                         = \u0414\u0430\u043D\u043D\u044B\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C: {0}. \u0414\u043E\u043F\u0443\u0441\u0442\u0438\u043C\u043E \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0439: {1}.
# SetNotifications request specific messages
request.setNotifications.success                                                    = \u0423\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u044F \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B.
request.shareDocument.fail                                                          = \u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0447\u0430\u0441\u0442\u0438 \u0438\u043B\u0438 \u0432\u0441\u0435\u043C \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044F\u043C.
request.shareDocument.recipient.usesDVK                                             = \u041F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044C {0} \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442 \u0446\u0435\u043D\u0442\u0440 \u043E\u0431\u043C\u0435\u043D\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0432. \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F\u043C \u0446\u0435\u043D\u0442\u0440\u0430 \u043E\u0431\u043C\u0435\u043D\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0432.
request.shareDocument.recipientStatus.alreadySharedToUser                           = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044E {0}.
request.shareDocument.recipientStatus.recipient.inactive                            = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044C \u0443\u0434\u0430\u043B\u0435\u043D \u0438\u043B\u0438 \u043D\u0435\u0430\u043A\u0442\u0438\u0432\u0435\u043D.
request.shareDocument.recipientStatus.recipient.nonExistant                         = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u043F\u043E\u0434\u043A\u043B\u044E\u0447\u0435\u043D \u043A ADIT ("\u041B\u0438\u0447\u043D\u044B\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u044B").
request.shareDocument.recipientStatus.success                                       = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043F\u0440\u0438\u043D\u044F\u0442. !kontrolli
request.shareDocument.recipients.noneSucceeded                                      = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0438 \u043E\u0434\u043D\u043E\u043C\u0443 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044E.
request.shareDocument.recipients.unspecified                                        = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u043D\u0435 \u0443\u043A\u0430\u0437\u0430\u043D\u044B \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u0438.
# ShareDocument request specific messages
request.shareDocument.success                                                       = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D.
request.unJoin.alreadyUnJoined                                                      = \u041F\u043E\u0434\u043F\u0438\u0441\u043A\u0430 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F {0} \u043D\u0430 \u0441\u043B\u0443\u0436\u0431\u0443 \u0443\u0436\u0435 \u043F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
# UnJoin request specific messages
request.unJoin.success                                                              = \u041F\u043E\u0434\u043F\u0438\u0441\u043A\u0430 \u043D\u0430 \u0441\u043B\u0443\u0436\u0431\u0443 \u043F\u0440\u0438\u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D\u0430.
request.unShareDocument.document.notShared                                          = \u0420\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u043A\u043E\u043D\u0447\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D.
request.unShareDocument.fail                                                        = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C.
request.unShareDocument.recipientStatus.notShared                                   = \u0420\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C, \u0442\u0430\u043A \u043A\u0430\u043A \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043D\u0435 \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0434\u0430\u043D\u043D\u043E\u043C\u0443 \u043F\u043E\u043B\u0443\u0447\u0430\u0442\u0435\u043B\u044E.
request.unShareDocument.recipientStatus.success                                     = \u0420\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043E\u043A\u043E\u043D\u0447\u0435\u043D\u043E.
# UnShareDocument request specific messages
request.unShareDocument.success                                                     = \u0420\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u043A\u043E\u043D\u0447\u0435\u043D\u043E.

scheduler.message.modify  = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u0431\u044B\u043B \u0438\u0437\u043C\u0435\u043D\u0435\u043D \u043B\u0438\u0446\u043E\u043C {1}.
# Scheduler messages
scheduler.message.send    = \u0412\u0430\u043C \u043F\u043E\u0441\u043B\u0430\u043D \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u043E\u0442 \u043B\u0438\u0446\u0430 {1}.
scheduler.message.share   = \u0412\u0430\u043C \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {1} \u043E\u0442 \u043B\u0438\u0446\u0430 {0}.
scheduler.message.sign    = \u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {0} \u0431\u044B\u043B \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D \u043B\u0438\u0446\u043E\u043C {1}.
scheduler.message.unShare = \u041B\u0438\u0446\u043E {0} \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u043B\u043E \u0440\u0430\u0441\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 {1}.
scheduler.message.view    = \u041B\u0438\u0446\u043E {0} \u043E\u0442\u043A\u0440\u044B\u043B\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 {1}.

service.error = \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043B\u0443\u0436\u0431\u044B.

user.inactive        = \u0423\u0447\u0435\u0442\u043D\u0430\u044F \u0437\u0430\u043F\u0438\u0441\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F {0} \u0443\u0434\u0430\u043B\u0435\u043D\u0430 \u0438\u043B\u0438 \u043D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u0430.
user.nonExistent     = \u041B\u0438\u0446\u043E / \u0443\u0447\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435 {0} \u043D\u0435 \u043F\u0440\u0438\u0441\u043E\u0435\u0434\u0438\u043D\u0438\u043B\u043E\u0441\u044C \u043A \u0441\u043B\u0443\u0436\u0431\u0435 ADIT ("\u041B\u0438\u0447\u043D\u044B\u0435 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u044B"). \u041A \u0441\u043B\u0443\u0436\u0431\u0435 \u043C\u043E\u0436\u043D\u043E \u043F\u0440\u0438\u0441\u043E\u0435\u0434\u0438\u043D\u0438\u0442\u044C\u0441\u044F \u043F\u043E \u0430\u0434\u0440\u0435\u0441\u0443   https://www.eesti.ee/est/minu/dokumendid

usertype.nonExistent = \u041D\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0442\u0438\u043F\u0430: {0}.\u0420\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043D\u044B\u0435 \u0442\u0438\u043F\u044B \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u0439: {1}
